{
    "conferenceTitle": "Barriers to Girls' Education and the Need for Completion Until 12th Grade",
    "participants": ["Dr. Ananya Sharma (Education Policy Expert)", "Ravi Mehta (Community Organizer)", "Fatima Qureshi (Teacher)", "Neha Joshi (Student Advocate)"],
    "transcript": [
      {
        "speaker": "Dr. Ananya Sharma",
        "timestamp": "00:00:05",
        "text": "Welcome, everyone. Today, we are discussing a critical issue—why so many girls are unable to complete their education and why ensuring education until 12th grade is essential. Let's start by identifying some key challenges. Ravi, would you like to begin?"
      },
      {
        "speaker": "Ravi Mehta",
        "timestamp": "00:00:25",
        "text": "Yes, thank you, Dr. Sharma. One major issue is poverty. Many families prioritize boys' education, while girls are expected to contribute to household work or get married early. Without financial support, their schooling is often the first to be sacrificed."
      },
      {
        "speaker": "Fatima Qureshi",
        "timestamp": "00:00:50",
        "text": "Absolutely, Ravi. As a teacher, I’ve seen bright young girls drop out because of financial constraints or lack of safe transportation. The absence of separate toilets in schools also discourages many girls, especially once they reach puberty."
      },
      {
        "speaker": "Neha Joshi",
        "timestamp": "00:01:10",
        "text": "Another factor is societal mindset. Many communities still believe that girls don’t need higher education since their primary role is seen as homemakers. This discourages both girls and their parents from pursuing further studies."
      },
      {
        "speaker": "Dr. Ananya Sharma",
        "timestamp": "00:01:30",
        "text": "These are important concerns. So, what can we do to change this? What solutions can help ensure that girls complete their education at least until 12th grade?"
      },
      {
        "speaker": "Ravi Mehta",
        "timestamp": "00:01:50",
        "text": "One solution is providing scholarships and financial aid. If governments and NGOs can step in with free school supplies, tuition, or even cash incentives, more families would be encouraged to send their daughters to school."
      },
      {
        "speaker": "Fatima Qureshi",
        "timestamp": "00:02:10",
        "text": "We also need better infrastructure—safe transportation, clean facilities, and separate toilets. Schools must be made a welcoming space for girls."
      },
      {
        "speaker": "Neha Joshi",
        "timestamp": "00:02:30",
        "text": "Awareness campaigns can help too. If we educate communities about the long-term benefits of girls' education, such as better job opportunities and improved family health, we can shift the mindset over time."
      },
      {
        "speaker": "Dr. Ananya Sharma",
        "timestamp": "00:02:50",
        "text": "Great points! It’s clear that financial support, safe infrastructure, and community awareness are crucial. Let’s continue working on these solutions to ensure that every girl can complete her education. Thank you all for this valuable discussion."
      }
    ]
  }
  
  